Repository: matgir/42
Catalog: 42_cursus/Transcendence/T2/lets_see/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome! Choose your username
fr: Nom d'utilisateur

source: Username cannot be used:
fr: Nom d'utilisateur non valide :

source: Enter your username
fr: Nom d'utilisateur

source: Continue
fr: Continuer

source: 1- No authorization code given
fr: 1 - Pas de code d'autorisation recu

source: Error during the access token exchange
fr: Erreur pendant l'echange du token d'acces

source: 2- No authorization code given
fr: 2 - Pas de code d'autorisation recu

source: Missing authorization code during session
fr: Code d'autorisation manquant pour la session en court

source: Error during the exchange of the code for the token
fr: Erreur pendant l'echange du code pour le token

source: Token expired
fr: Token expirer

source: Could not collect user informations
fr: Impossible de recuperer les informations utilisateurs

source: Username already taken. updated to:
fr: Nom d'utilisateur deja pris. mis a jour :

source: Your username is:
fr: Votre nom d'utilisateur est :

source: Play Pong
fr: Jouer au Pong

source: Play Again
fr: Jouer de nouveau

source: Invalid request
fr: Requete invalide

source: Value does not exist
fr: Cette valeur n'existe pas

source: Winner!
fr: Gagnant !

source: You've unlocked
fr: Tu as debloque

source: a new avatar!
fr: un nouvel avatar !

source: DOWNLOAD!
fr: TELECHARGER !

source: Level
fr: Niveau

source: Noob
fr: Debutant

source: Medium
fr: Moyen

source: Hard
fr: Dur

source: Color Mode
fr: Couleurs

source: The Special
fr: La speciale

source: Too Blue
fr: Toopbleu

source: White Light
fr: Lumiere blanche

source: Points to Win
fr: Score cible

source: Quit
fr: Quitter

source: Play
fr: Jouer

source: Page not found
fr: Page introuvable

source: Go back to home
fr: Page principale

source: BACK TO MENU
fr: MENU

source: Search friends
fr: Chercher ami.e.s

source: Logout
fr: Deconnexion

source: BASIC MODE
fr: JOUER

source: SETTINGS
fr: REGLAGES

source: Host, you're the first to choose!
fr: Hote, choisi en premier ton perso !

source: PLAY
fr: JOUER

source: FIRST TO
fr: SCORE CIBLE

source: Winner! You've unlocked a new avatar!
fr: Le gagnant ! Tu as debloque un nouvel avatar !

source: ME
fr: MOI

source: GLOBO GUEST
fr: INVITE GLOBO

source: ⏸ / space
fr: ⏸ / espace

source: No account? Sign up first!
fr: Pas de compte ? Inscrit toi !

source: Sign up
fr: S'inscrire

source: SIGN IN
fr: SE CONNECTER

source: Login
fr: Se connecter

source: Password
fr: Mot de passe

source: I'm happy
fr: Content

source: Sign In
fr: Se connecter

source: Sign In with 42
fr: Se connecter avec 42

source: Sign in
fr: Se connecter

source: If you have not created an account yet, then please sign up first.
fr: Si vous n'avez par encore de compte il faut s'inscrire d'abord.

source: Already have an account?
fr: Deja un compte

source: SIGN UP
fr: S'INSCRIRE

source: Username
fr: Nom d'utilisateur

source: Confirm Password
fr: Confirmer

source: Min 8 characters
fr: Min 8 caracteres

source: A number
fr: Un nombre

source: Upper case
fr: Majuscule

source: A special symbol
fr: Symbole special

source: Sign Up
fr: S'inscrire

source: SHUFFLE
fr: MELANGER

source: TO WIN
fr: POUR GAGNER

source: I'M THE BOSS
fr: JE SUIS LE BOSS

source: OH NO I LOST
fr: OH NON J'AI PERDU

source: DUEL MODE
fr: DUEL

source: TOURNAMENT
fr: TOURNOIS

source: Opponent
fr: Adversaire

source: Result
fr: Resultat

source: Win
fr: Victoire

source: Loss
fr: Defaite

source: No matches recorded yet.
fr: Pas de match effectue

source: Authentication required. Please login to access this page.
fr: Authentification requise. Veuillez vous connecter pour acceder a cette page.

source: Prefered Language
fr: Langue selectionner

source: My friends
fr: Mes ami.e.s

source: You have no friends yet.
fr: Tu n'as pas encore d'ami.e.s

source: Profil
fr: Mon Profil

source: Enable 2FA
fr: Activer la 2FA

source: Disable 2FA
fr: Desactiver la 2FA

source: Remove Friend
fr: Retirer de la liste d'ami.e.s

source: Add Friend
fr: Ajouter a la liste d'ami.e.s

source: Online
fr: Actif

source: Offline
fr: Inactif

source: Wins: %(wins)s
fr: Victoires : %(wins)s

source: Losses: %(losses)s
fr: Defaites : %(losses)s

source: Match history
fr: Historique de mes matchs

source: Friends
fr: Mes ami.e.s

source: Edit
fr: Modifier

source: Wins : %(wins)s | Losses : %(losses)s
fr: Victoires : %(wins)s | Defaites : %(losses)s

source: My Match History
fr: Historique de mes matchs

source: View friends
fr: Voir ami.e.s

source: Edit profile
fr: Modifier profil

source: View Match History
fr: Voir historique des matchs

source: Save Changes
fr: Sauvegarder changements

source: Search Results for "%(query)s"
fr: Resultat de la recherche pour "%(query)s"

source: No users found.
fr: Aucuns utilisateurs trouve

source: Avatar is too large (max %(max_size)s).
fr: Avatar est trop grand (max %(max_size)s).

source: Unsuported image format. Only JPEG and PNG allowed.
fr: Format de l'image non supporter. Seulement JPEG et PNG

source: Invalide image file.
fr: Ficher image non valide

source: Forbiden username.
fr: Nom d'utilisateur interdit

source: Username must be at least 3 characters long.
fr: Minimum 3 caracteres

source: Username is already used.
fr: Username deja pris

source: Your username has been updated.
fr: Votre nom d'utilisateur a ete mit a jour

source: Please enter a valid username.
fr: Veuillez saisir un nom d'utilisateur valide

source: Your avatar has been updated.
fr: L'avatar a ete mit a jour

source: Please enter a valid avatar.
fr: Veuillez choisir un avatar valide

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe non valide
